posts = [
    {
        "id": "stendap-koncert-mihaila-shaca",
        "title": "Стендап концерт Михаила Шаца",
        "description": "В Алматы со стендап-концертом приезжает Михаил Шац – харизматичный комик, актёр театра и кино, шоумен, продюсер, а также участник многих шоу, в том числе «Что Было Дальше»!\r\n\r\nПервый его стендап-концерт набрал на YouTube более миллиона просмотров. Михаил шутит о понятных каждому вещах, затрагивает острые темы, с ним удастся поговорить о важном. Новая программа обещает быть еще более живой и насыщенной шутками, что подарит яркие и незабываемые эмоции!\r\n\r\nCегодня лучшая компания – вокруг иноагентов. Иноагенство – новая нефть и это сегодня главный экспорт России. Ну, что ж, организаторы на такую «иглу» подсесть готовы. И вы подсаживайтесь.",
        "category": "концерты",
        "category_en": "kontserty",
        "main_image": "/images/None/462667d173aa9833a5514a1f98c7f490_1522x570-q-85.jpeg",
        "location": "Stand by Club",
        "address": "ул. Кабанбай батыра, 71",
        "map": '',
        "date": [
            "3 Мая"
        ],
        "time": "20:30",
        "price": '',
        "phone": '',
        "images": [],
        "website": [],
        "socials": [],
        "hashtags": [
            "алматы",
            "стендап",
            "стендап шоу",
            "стендап комики",
            "лучшие комики"
        ],
        "cover": "https://news.sportbox.ru/Vidy_sporta/Futbol/spbnews_NI1333370_Mihail_Shac_Zarabotal_na_Spartake_tri_rubla_Pravda_ne_dumaju_chto_Fedun_zarabotal_bolshe",
        "comments": [],
        "publication_date": "2023-05-01T15:24:37.626755Z",
        "views": 3331
    }
]