import React from 'react';

function ReturnConditions() {
	return (
		<div className='container info_page'>
			<h1 className='title'>УСЛОВИЯ ВОЗВРАТА</h1>

			<div className='content'>
				<p>Покупатель вправе осуществить возврат денежных средств за приобретенный Билет, при условии предварительного письменного уведомления Оператора не позднее чем за 1 (одни) сутки до начала соответствующего Мероприятия посредством электронной почты, в соответствии с пунктом 8.2 Оферты, однако исключительно в случаях, когда такой возврат возможен согласно условиям проведения Мероприятия и по условиям Организатора, в иных случаях возврат денежных средств за приобретенный Билет невозможен.   </p>
				<br/>
				<p>Денежные средства возвращаются Покупателю только при возврате Покупателем приобретенного на Сайте Билета, что осуществляется путем письменного обращения Покупателя по адресу электронной почты help@sxodim.kz к Оператору с указанием соответствующего номера заказа и электронной почты, который был указан при приобретении Билета и с указанием причины отказа от приобретения Билета.</p>
			</div>
		</div>
	);
}

export default ReturnConditions;
