import React from 'react';

function TermOfUse() {
	return (
		<div className='container info_page'>
			<h1 className='title'>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>

			<div className='content'>
				<p>Общие положения:</p>
				<ul>
					<li>Соглашение об обработке персональных данных (далее – «Соглашение») направлено на защиту прав и свобод физических лиц, персональные данные которых обрабатывает ИП Серікұлы (далее – «Пользователь информации»).</li>
					<li>Соглашение разработано в соответствии с действующим законодательством Республики Казахстан и иными законодательными актами Республики Казахстан.</li>
					<li>Соглашение является общедоступным документом.</li>
				</ul>

				<p>Сведения о Пользователе информации</p>
				<ul>
					<li>Пользователь информации – ИП Серікұлы ИИН/БИН 020215550633. Юридический адрес Пользователя информации: РК, г. Алматы</li>
				</ul>

				<p>Сведения об обработке персональных данных</p>
				<ul>
					<li>Пользователь информации обрабатывает персональные данные на законной и справедливой основе для достижения поставленных целей, в том числе для оказания услуг и передачи информации Владельцам персональных данных (далее – «Клиент»).</li>
					<li>Пользователь информации получает персональные данные непосредственно у Клиентов.</li>
					<li>Пользователь информации обрабатывает персональные данные автоматизированными и неавтоматизированными способами, с использованием средств вычислительной техники и без использования таких средств.</li>
					<li>Действия по обработке персональных данных включают получение, сбор, обработку, накопление, хранение и использование.</li>
				</ul>
			
				<p>Обработка персональных данных Клиентов</p>
				<ul>
					<li>Пользователь информации обрабатывает персональные данные Клиента в рамках правоотношений с ним в соответствии с законодательством Республики Казахстан.</li>
					<li>Пользователь информации обрабатывает персональные данные Клиентов с соблюдением норм законодательства Республики Казахстан с целью:</li>
					<li>приема обращений и заявок от Клиентов;</li>
					<li>информирования о новых товарах, специальных акциях и предложениях;</li>
					<li>направления электронного кассового чека в электронной форме;</li>
					<li>информационной рассылки.</li>
					<li>Пользователь информации обрабатывает персональные данные Клиентов с их согласия, предоставляемого Клиентами и/или их законными представителями путем совершения конкретных действий на настоящем сайте «www.zh.kz» (далее – «Сайт»), включая, но не ограничиваясь, оформлением заказа, регистрацией в личном кабинете, подпиской на рассылку, а также проставлением отметки о согласии, в соответствии с Соглашением.</li>
					<li>Пользователь информации обрабатывает персональные данные Клиентов не дольше, чем того требуют цели обработки персональных данных, если иное не предусмотрено законодательством Республики Казахстан.</li>
					<li>Пользователь информации может обрабатывать следующие персональные данные Клиентов:</li>
					<li>фамилия, имя, отчество;</li>
					<li>номер контактного телефона;</li>
					<li>адрес электронной почты.</li>
				</ul>
				
				<p>Сведения об обеспечении безопасности персональных данных Клиентов</p>
				<ul>
					<li>Пользователь при обработке персональных данных принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.</li>
					<li>Меры по обеспечению безопасности персональных данных при их обработке, применяемые Пользователем информации, планируются и реализуются в целях обеспечения соответствия требованиям Закона, а также иных законодательных актов Республики Казахстан.</li>
				</ul>
				
				<p>Права Клиентов</p>
				<ul>
					<li>Клиент имеет право:</li>
					<li>на запрос о предоставлении используемых персональных данных;</li>
					<li>на уточнение (изменение) его персональных данных в случае, если они являются неполными, устаревшими, неточными;</li>
					<li>на отзыв данного им согласия на обработку персональных данных;</li>
					<li>на защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;</li>
					<li>на обжалование действий или бездействия Пользователя информации в уполномоченный орган по защите прав потребителей или в судебном порядке.</li>
					<li>Для реализации своих прав и законных интересов Клиент имеет право обратиться к Пользователю информации в порядке, предусмотренном законодательством Республики Казахстан.</li>
				</ul>
				
				<p>Заключительные положения</p>
				<ul>
					<li>Соглашение и отношения между Пользователем информации и Клиентом регулируются и толкуются в соответствии с законодательством Республики Казахстан. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Республики Казахстан.</li>
					<li>Соглашение представляет собой публичную оферту, в соответствии пунктом 5 статьи 395 Гражданского кодекса Республики Казахстан. Факт проставления отметки о согласии с содержанием Соглашения Клиентом на Сайте является полным и безоговорочным акцептом настоящего Соглашения (в соответствии с п.3 статьи 396 Гражданского кодекса Республики Казахстан). Незнание положений Соглашения не освобождает Клиента от ответственности за несоблюдение его условий.</li>
					<li>Пользователь информации оставляет за собой право по своему личному усмотрению изменять и (или) дополнять Соглашение в любое время без предварительного и (или) последующего уведомления Клиента. Действующая редакция Соглашения доступна в интерфейсе Сайта.</li>
					<li>Настоящее Соглашение в отношении каждого из Клиентов вступает в силу с момента совершения Клиентом действий, указанных в пункте 7.2 Соглашения, и действует до момента удаления аккаунта Клиентом.</li>
				</ul>
			</div>
		</div>
	);
}

export default TermOfUse;
